Revit 2027 API
PlanCircuitSet Constructor
Initializes a new instance of the PlanCircuitSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PlanCircuitSet()
Public Sub New
public:
PlanCircuitSet()
new : unit -> PlanCircuitSet
See Also
Reference
PlanCircuitSet Class
Autodesk.Revit.DB Namespace